PartnerEcoDep/ai-hardware-agent-examples/examples/szpi-esp32s3/sdkconfig.defaults
# Keep the target explicit so a fresh ESP-IDF build is configured for ESP32-S3.
CONFIG_IDF_TARGET="esp32s3"
